/*CMD
  command: /neboty
  help: 
  need_reply: false
  auto_retry_time: 
  folder: 
  answer: 
  keyboard: 
  aliases: 
  group: 
CMD*/

var buttons = [
[
  { title: "🏡 Главное меню", command: "/maine" }]
]
Bot.sendInlineKeyboard(buttons, "Если бот не отвечает и не реагирует на ваши действия, возможно, мы добавляем что-то новое и временно отключили его. Если запланированы технические работы, мы сообщаем об этом в нашем канале. Однако иногда проблемы могут быть связаны с хостингом. Если проблема не решается в течение часа, пожалуйста, обратитесь в нашу техническую поддержку.")

if(request.data){
var message_id = request.message.message_id
var chat_id = request.message.chat.id

Api.deleteMessage({
chat_id :  chat_id,
message_id : message_id
})

}

//your bjs
